<template>
  <div class="collapse">
    <div class="basics">基础用法-每次展开一个</div>
    <loli-collapse v-model="value1" accordion>
      <loli-panel name="1">这是标题这是标题这是标题这是标题这是标题这是标题这是标题这是标题这是标题这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="2">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="3">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="4">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="5">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
    </loli-collapse>
    <div class="basics">基础用法-每次展开一个</div>
    <loli-collapse v-model="value2">
      <loli-panel name="1">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="2">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="3">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="4">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
      <loli-panel name="5">这是标题<p slot="content">第四套人民币部分券别的集中兑换期为2018年5月1日至2019年4月30日。在此期间，其持有者可到各银行业金融机构营业网点办理兑换。</p></loli-panel>
    </loli-collapse>
  </div>
</template>
<script>
export default {
  data(){
    return{
      value1:'1',
      value2:'2'
    };
  }
};
</script>
<style lang="stylus" scoped>
.collapse
  padding 10px
  .basics
    padding 10px 0
</style>

